Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: is an Assoc. Prof. and Vice Chair of the Department of International Relations Science at Istanbul Bilgi University.
nb: er førsteamanuensis og Vice Chair ved Department of International Relations Science, Istanbul Bilgi University.

source: And how much did they matter?
nb: Og hvor stor rolle spilte disse?

source: New project to investigate vulnerabilities on the Internet and political consequences.
nb: Et nytt banebrytende, tverrfaglig prosjekt skal se på hvilke sårbarheter som finnes på Internett, og hva de politiske følgene er av disse nye utfordringene.

source: He is also a member of the EUNPACK project.
nb: Han er også en del av prosjektet EUNPACK.

source: Yinhong Shi is a professor at Renmin University, Beijing.
nb: Yinhong Shi er professor ved Renmin University, Beijing.

source: When the World Trade Organisation (WTO) was established in 1995, a key achievement was the dispute settlement (DS) system, providing binding conflict resolution between its 164 members.
nb: Da Verdens handelsorganisasjon (WTO) ble opprettet i 1995, var systemet for tvisteløsning noe av det viktigste som ble oppnådd, med bindende konfliktløsning mellom de 164 medlemslandene.

source: Together with his colleague, Senior Research Fellow and former NUPI Director Sverre Lodgaard, and Senior Research Fellow Yun Sun of the Stimson Centre, Hiim will study what drives nuclear powers in the East to improve their nuclear weapons arsenals in the research project
nb: Sammen med mangeårig seniorforsker og tidligere direktør ved NUPI, Sverre Lodgaard, og seniorforsker Yun Sun ved Stimson Centre skal han gjennom prosjektet «Strategic stability and the future of nuclear disarmament in Asia” se nærmere på hva som driver atommaktene i Øst til å ruste opp atomvåpenarsenalene sine.

source: English (translated from Russian)
nb: Engelsk (oversatt fra russisk)

source: Munching on hotdogs and watching a basketball match in Ohio, then US President Barack Obama and UK Prime Minister David Cameron looked like to best friends back in 2012.
nb: Gomlende på hver sin pølse i brød så de ut som to bestevenner på basketkamp, USAs daværende president Barack Obama og Storbritannias daværende statsminister David Cameron, der de satt på en tribune i Ohio tilbake i 2012.

source: The background for the seminar is the recently published book by Alexander Nikitin and Morten Bremer Mærli (eds)
nb: Bakgrunn for seminaret er den nyutkommede boken av Alexander Nikitin og Morten Bremer Mærli (red)

source: Climate and security
nb: Klima og sikkerhet

source: Previous engagements include political advisor for Minister of Labour and Social Inclusion Hanne Bjurstrøm (Labour Party); the research institute Fafo; the University of Oslo and the Research Council of Norway.
nb: Tidligere ansettelser inkluderer politisk rådgiver Arbeids- og Inkluderingsminister Hanne Bjurstrøm (Ap), forskningsinstituttet Fafo, Universitetet i Oslo og Forskningsrådet.

source: This presentation will assess Japan’s current efforts in dealing with North Korea, mainly focusing on the Japan-US-South Korea security triangle.
nb: Denne presentasjonen vil se nærmere på Japans nåværende innsats for å håndtere Nord-Korea, og fokuserer hovedsakelig på sikkerhetstriangelet Japan, USA og Sør-Korea.

source: Out of Norway’s 44 tax treaties with developing countries, 8 of them are considered ‘very restrictive’.
nb: Av Norges 44 skatteavtaler med utviklingsland er 8 av de svært skadelige.

source: The radicalized insurgent movements have spread from Chechnya to all the neighbouring Muslim republics, especially Dagestan, Ingusjetia and Karbadino-Balkaria.
nb: Slik har de radikaliserte opprørsbevegelsene spredt seg til alle Tsjetsjenias muslimske naborepublikker, spesielt Dagestan, Ingusjetia og Kabardino-Balkaria.

source: «Lifting the veil of secrecy: Perspectives on international taxation and capital flight from Africa”
nb: Etter å ha tidligere blitt lansert i Kenya og Tanzania, ble boken «Lifting the veil of secrecy:

source: (Norwegian Council for Africa)
nb: (Fellesrådet for Africa)

source: Researchers from NUPI og Kofi Annan Institute for Conflict Transformation before appearing on a loval radio station to talk about the GENTRA prosject.
nb: Forskere fra NUPI og Kofi Annan Institute for Conflict Transformation på vei inn til en lokal radiostasjon for å snakke om GENTRA-prosjektet.

source: He came from a position as foreign editor of Arbeiderbladet and had a PhD degree in history.
nb: Han kom fra stillingen som utenriksredaktør i Arbeiderbladet og hadde graden dr.philos i historie.

source: ‘GoodGov combines four different dimensions.
nb: - GoodGov kombinerer fire ulike dimensjoner.

source: Internationally, Beijing also must contend with diplomatic conflicts over the status of the East and South China Seas, and elections next year in the United States and Taiwan which may also affect China’s security thinking.
nb: Internasjonalt må Beijing også kjempe med diplomatiske konflikter om status i Øst- og Sørkinahavet, samt valg i USA og Taiwan neste år som kan påvirke Kinas sikkerhetspolitiske tankegang.

source: There will be served refreshments from 14.45, the event starts at 15.00.
nb: Vi serverer forfriskninger fra klokken 14.45, arrangementet starter 15.00.

source: In the first part, Iocchi will illustrate the emergence of ISWAP amidst fierce doctrinal clashes within JAS-DJ and describe the main developments occurring in 2019-2020.
nb: I den første delen vil Iocchi beskrive fremveksten av ISWAP midt i harde doktrinale sammenstøt innen JAS-DJ og beskrive viktige hendelser i årene 2019-2020.

source: While Putin’s two first presidential terms (2000–2004 and 2004–2008) were focused on economic reform, with Putin presiding over an unprecedented period of economic growth in Russia, his third term (2012–2018) has been marked by conflict with the West and the struggle to assert Russia's role on the international scene.
nb: Mens Putins to første presidentperioder (2000-2004 og 2004-2008) var fokusert på økonomisk reform, med Putin som leder over en enestående økonomisk vekst i Russland, har hans tredje periode (2012-2018) vært preget av konflikt med Vesten og kampen for å hevde Russlands rolle internasjonalt.

source: This year’s ADO theme, ‘Transcending the Middle-Income Challenge’, explores the obstacles middle-income economies face to sustain healthy growth and offers policy advice to overcome them.
nb: Årets ADO-tema «Transcending the Middle-Income Challenge» utforsker de hindre mellominntektslandene møter for å opprettholde en sunn vekst, og gir politiske råd på hvordan man skal overvinne dem.

source: Since 2002, Turkey has paid close attention to Iran’s nuclear program and its bilateral, regional and global implications.
nb: Tyrkia har, siden 2002, fulgt nøye med på det iranske atomprogrammet og dets bilaterale, regionale og globale implikasjoner.

source: – [One consequence of the leaks is that] journalists bring more info us.
nb: - [En konsekvens av lekkasjer er at] journalister gir mer info til oss.

source: Terrorist organizations like ISIS, Hamas and the Taliban have exploited children for years for tactical reasons.
nb: Terrororganisasjoner som IS, Hamas og Taliban har utnyttet barn i årevis.

source: is coordinated by NUPI, with 14 international partners.
nb: koordineres av NUPI, sammen med 14 internasjonale partnere.

source: It started out as a peace project after the end of the second world war (in the 1950s) and was consolidated with the Treaty on the European Union (the Maastricht Treaty), which came into force in November 1993 and established the European Union.
nb: EU begynte som et fredsprosjekt etter andre verdenskrig (på 1950-tallet), og ble en realitet med Maastricht-avtalen i november 1993.

source: Through the prism of the labour market Vera Mironova examine the development of armed groups in Syria.
nb: Gjennom arbeidsmarkedets øyne undersøker Vera Mironova utviklingen av væpnede grupperinger i Syria.

source: Kværneland, The House of Literature in Oslo
nb: Kværneland, Litteraturhuset i Oslo

source: During the launch of the project Senior Research Fellow at Simula, Ahmed Elmokashfi, showed how vulnerable digital communication is.
nb: Under lanseringen viste seniorforsker ved Simula, Ahmed Elmokashfi, hvor sårbar digital kommunikasjon er.

source: Rudine Jakupi is working as a Researcher at the Kosovar Centre for Security Studies on the Countering Violent Extremism (CVE) Program.
nb: Rudine Jakupi jobber som forsker ved Kosovar Centre for Security Studies ved Countering Violent Extremism (CVE) Program.

source: Markus Kornprobst is a Professor and holds the Chair in International Relations at the Diplomatic Academy of Vienna.
nb: Markus Kornprobst er professor i internasjonale relasjoner ved Diplomatic Academy of Vienna.

source: Here, only 20% are women, says Head of Administration Jan-Morten Torrissen.
nb: Der er kvinneandelen kun 20%, sier administrasjonssjef Jan-Morten Torrissen.

source: How do African actors respond, and what are possible implications for Norwegian development policy?
nb: Hvordan responderer afrikanske aktører, og hva er mulige implikasjoner for norsk utviklingspolitikk?

source: Friis was also part of EU Special Envoy Miroslav Lajcak’s team for the referendum on independence in Montenegro in 2006.
nb: Friis var også en del av EUs spesialutsending Miroslav Lajcaks team for folkeavstemning om uavhengighet i Montenegro i 2006.

source: ”, financed by the Nordic Council of Ministers (2017-2018).
nb: ", finansiert av Nordisk Ministerråd (2017-2018).

source: After 13 years of election campaign and NOK 29 million, Norway joins the UN Security Council.
nb: Etter 13 år med valgkamp og 29 millioner kroner er Norge med i FNs Sikkerhetsråd.

source: What might the implications be for US-European relations?
nb: Hvilke implikasjoner kan dette ha for forholdet mellom USA og Europa?

source: Brekke is currently studying the political impact of the refugee situation that culminated in 2015.
nb: For tiden forsker Brekke på de politiske konsekvensene av flyktningsituasjonen som oppstod i 2015.

source: The British government’s decision to withdraw from the European Union (EU) in 2016 marks a watershed in the history of European integration.
nb: Storbritannias beslutning om å trekke seg ut av EU i 2016 markerte et skille i historien om europeisk integrasjon.

source: For instance, NUPI is coordinating a H2020 (EU funded) project entitled
nb: NUPI koordinerer blant annet et større EU-prosjekt (H2020) om forebygging av voldelig ekstremisme,

source: Her main research interests are European integration (EU) and European foreign and security policy, including French and the Nordic countries’ foreign and security policies.
nb: Hennes forskningsinteresser er europeisk integrasjon (EU) og europeisk utenriks- og sikkerhetspolitikk, inkluder fransk og de nordiske lands utenriks- og sikkerhetspolitikk.

source: The committee for humanities and social sciences (FRIHUMSAM) has distributed 264 million NOK to 35 research projects in total.
nb: Fagkomiteen for humaniora og samfunnsvitenskap (FRIHUMSAM), som NUPI-forskerne har fått støtte fra, har tildelt 264 millioner kroner til 35 prosjekter.

source: Mathy has a master’s degree in political science and a bachelor’s degree in international relations from the University of Oslo.
nb: Mathy har en mastergrad i statsvitenskap og en bachelorgrad i internasjonale studier fra Universitetet i Oslo.

source: In Norway, NUPI has also been a center for information on foreign policy issues through seminars, conferences and publications.
nb: NUPI har også vært et senter i Norge for informasjon om utenrikspolitiske spørsmål gjennom seminarer, konferanser og publikasjoner.

source: NUPI has a head of equality and diversity who, with support from the management team and the Working Environment Committee, is responsible for following up goals and measures as well as updating the action plan every two years.
nb: NUPI har en likestillings- og mangfoldsansvarlig som, med støtte fra ledergruppen og arbeidsmiljøutvalget, er ansvarlig for å følge opp mål og tiltak samt oppdatere handlingsplanen annethvert år.

source: However, while Norway, Denmark and Iceland are members of NATO, Finland and Sweden are not.
nb: Men mens Norge, Danmark og Island er medlemmer av NATO, er Finland og Sverige det ikke.

source: She has a doctoral degree from 2004 (University of Oslo).
nb: Hun har en doktorgrad (dr.polit) fra 2004 (Universitetet i Oslo).

source: The Asian Development Outlook (ADO) 2014 was launched in Norway in a seminar at NUPI on April 8.
nb: Rapporten Asian Development Outlook (ADO) 2014 ble lansert i Norge i et seminar på NUPI den 8.

source: From 2016, the journal is
nb: Fra 2016 har IP blitt åpent

source: Indra Overland heads the
nb: Indra Øverland leder

source: Losing this income has been devastating to the economy of the KRI.
nb: Det å miste disse inntektene har vært svært ødeleggende for økonomien i KRI.

source: She has published widely about such themes as globalisation, gender, migration, development, resistances and transnational movements.
nb: Hun har publisert vidt innen tema knyttet til globalisering, kjønn, migrasjon, utvikling, motstand og transnasjonale bevegelser.

source: And what are the effect of the model status on the models themselves?
nb: Og hva er effekten av modellenes status for modellen selv?

source: Julie Wilhelmsen launches her most recent book, followed by a conversation with Aftenposten commentator Helene Skjeggestad.
nb: Se Julie Wilhelmsen lansere sin ferskeste bok i samtale med Aftenpostens Helene Skjeggestad.

source: As Foreign Affairs Minister, Diop worked on behalf of the Malian government as chief negotiator in the drafting of the 2015 Algiers Peace Accords with rebel groups.
nb: Diop var før dette Malis utenriksminister, og var blant annet hovedforhandler på vegne av den maliske regjeringen da Algiers Peace Accords ble skrevet i 2015.

source: Besides, the fighting parties in Syria, as well as international actors, all have their own interests in Lebanon’s banks.’
nb: Dessuten har stridende parter i Syria, så vel som internasjonale aktører, interesser i Libanons bankvesen.

source: According to the Asian Development Outlook 2014, the developing countries in Asia spend less on education and health than many other countries in the world, and have relatively low taxes.
nb: Ifølge Asian Development Outlook 2014, bruker utviklingslandene i Asia mindre på utdanning og helse enn mange andre land i verden, og har relativt lave skatter.

source: ‘The same day, we were also told that one of our researchers have made it to the second round for ERC Advanced Grant, Sverdrup said, adding:
nb: - På samme dag fikk vi også beskjed om at en av våre forskere har gått videre til andre runde på ERC Advanced Grant, sier Sverdrup, og legger til:

source: ‘The summer of 2015 may well be remembered as a turning point in the history of both migration to Europe and European integration.
nb: -Sommeren 2015 kan bli husket som et vendepunkt i historien når det gjelder både migrasjon til Europa og europeisk integrasjon.

source: The project provided also a platform for Polish and Norwegian government officials, scholars, and experts to exchange knowledge, experience and ideas.
nb: Prosjektet har også skapt en plattform hvor polske og norske myndigheter, akademikere og eksperter kan utveksle kunnskap, erfaringer og ideer.

source: This is 2,3 million more than in 2018.
nb: Dette er 2,3 millioner mer enn i 2018.

source: Røysamb has work experience from the Norwegian Embassy in Ankara and the Norwegian Ministry of Foreign Affairs.
nb: Hun har arbeidserfaring fra den norske ambassaden i Ankara og som førstekonsulent i utenriksdepartementet.

source: Policy Lessons from 150 years of Terrorism and Counter-terrorism
nb: Lærdommer fra 150 år med terrorisme og terrorbekjempelse

source: NUPI, PRIO and the Norwegian Ministry of Foreign Affairs organize meetings on current issues in the UN Security Council during the Norwegian membership period.
nb: Prio, NUPI og Utenriksdepartementet arrangerer møter om aktuelle saker i FNs sikkerhetsråd, i perioden Norge er medlem.

source: projects. Cristiana holds a PhD in Political Science from the Federal University of Rio Grande do Sul (UFRGS), in Brazil.
nb: Cristiana har doktorgrad i statsvitenskap fra Federal University of Rio Grande do Sul (UFRGS) i Brasil.

source: The conference was situated at City University of London, appropriately within earshot of City of London, London’s famous financial district.
nb: Konferansen fant sted på City University of London, kun et steinkast fra City of London, Londons kjente finansdistrikt.

source: How should the EU and Norway respond?
nb: Hvordan bør EU og Norge svare på dette?

source: The number of devices connected to the Internet within 2020 is estimated to be between 20 and 100 billion.
nb: Antallet dingser som er koblet til et nettverk innen 2020 er estimert til fra 20 til 100 milliarder.

source: The third security threat identified by Gade is also connected to the civil war in Syria.
nb: Den tredje sikkerhetstrusselen Gade har identifisert, er også knyttet til borgerkrigen i Syria.

source: He is the Director of the Global Europe Centre and Professor of Politics and International Relations at the University of Kent.
nb: Han er direktør for Global Europe Centre og professor i politikk og internasjonale relasjoner ved University of Kent.

source: Breakfast seminar: American security policy under President Trump
nb: Amerikansk sikkerhetspolitikk under president Trump

source: (ISP PAN), have studied how the two countries can work together towards more efficient security, energy and migration policies.
nb: (ISP PAN) studert hvordan de to landene kan jobbe sammen mot mer effektiv sikkerhets-, migrasjons- og energipolitikk.

source: As the EU move towards deeper defense and security integration, the UK’s role in the post-Brexit security landscape hangs in the balance.
nb: Mens EU beveger seg mot en dypere forsvars- og sikkerhetsintegrasjon, er Storbritannias rolle i sikkerhetslandskapet nå i ubalanse.

source: Tobias Will is a Research Associate in the working group “International Organisations” at Goethe University Frankfurt.
nb: Tobias Wille er forsker i arbeidsgruppen «International Organisations» ved Goethe University Frankfurt.

source: (Political Science) from University of Oslo.
nb: (statsvitenskap), Universitet i Oslo.

source: Today more than 5000 Russian citizens are fighting for the IS in the Middle East.
nb: I dag kjemper over 5000 russiske borgere for IS i Midtøsten.

source: His main geographical specialization is Kazakhstan, other countries of Central Asia and Ukraine and he publishes on economic transition and integration, climate change, trade, infrastructure and transport, business climate and business culture, as well as state capitalism in emerging markets.
nb: Vakulchuk har særlig kunnskap om Kazakhstan, øvrige land i Sentral-Asia og Ukraina, og forskningsfelt inkluderer økonomisk endring og integrasjon, klimaendringer, handel, infrastruktur og transport, næringlivskultur og statskapitalisme i fremvoksende markeder.

source: He has initiated, helped drive, or advised on virtually every major U.S. cyber policy for over a decade and has created innovative new organizations and approaches to deal with threats and take advantage of opportunities in cyberspace.
nb: Han har initiert, drevet eller fungert som rådgiver i amerikansk cyberpolitikk i over et tiår, og har skapt innovative nye organisasjoner og tilnærminger for å håndtere trusslene, men også å utnytte fordelene og mulighetene som finnes i det digitale rom.

source: China’s digi-tech growth is helping to create opportunities in other and developing countries, but it also stirring concern regarding digital security and the safeguarding of individual...
nb: Kinas digi-tek vekst bidrar til å skape vekstmuligheter i andre utviklingsland, men fører også til bekymring rundt digital sikkerhet og beskyttelsen av individuelle rettigheter....

source: Russia’s Arctic approaches are also shaped by increasingly complex and changing center–regional relations.
nb: Russlands tilnærming til Arktis formes også av komplekse og stadig endrede sentrum-periferi relasjoner.

source: However, in spring 2017, an unexpectedly large number of young people turned out for the anti-corruption rallies organised by Alexei Navalny across Russia.
nb: Våren 2017 deltok imidlertid et uventet stort antall unge mennesker i Aleksej Navalnyjs antikorrupsjonsdemonstrasjoner.

source: One of the positive effects Vakulchuk and Øverland themselves suggest from the green transition is a more democratic world:
nb: En av de positive effektene av mer fornybar energi-bruk Vakulchuk og Øverland selv foreslår, er en mer demokratisk verden:

source: His research focuses on issues of security and defense, including issues pertaining to hybrid warfare, intelligence and national security.
nb: Hans forskningsinteresser er sikkerhet og forsvarspolitikk, inkludert spørsmål knyttet til hybridkrig, etterretning og nasjonal sikkerhet.

source: In this seminar, Baldur Thorhallsson, Juha Jokela and Nina Græger will discuss what kind of security relationships Iceland, Finland and Norway seek with great powers – such as the United States and Russia.
nb: Under dette seminaret skal Baldur Thorhallsson, Juha Jokela og Nina Græger diskutere hva slags sikkerhetsrelasjoner Island, Finland og Norge søker med stormakter som USA og Russland.

source: She has previously studied religion and international politics of the Middle East.
nb: Hun har tidligere studert religion og internasjonal politikk i Midtøsten.

source: submitted via the Jobb Norge website
nb: Søknaden sendes inn via Jobb Norge.

source: She is also currently a director of Arcana Partners, a strategic consultancy firm, a research associate at Deakin University’s Alfred Deakin Institute and a fellow with the Centre for Resilient & Inclusive Societies.
nb: Khalil er i tillegg direktør for Arcana Partners, forskerkandidat ved Deakin Universitetets Alfred Deakin Institutt og forsker ved Center for Reseilient & Incluisve Societies.

source: Mathy has work experience from the Norwegian Embassy in Ankara, the Norwegian Radiation and Nuclear Safety Authority (DSA), the Vienna office of the UN Office of Disarmament Affairs (UNODA) and the Vienna Center for Disarmament and Non‑Proliferation (VCDNP).
nb: Espen har arbeidserfaring fra den norske ambassaden i Ankara, Direktoratet for strålevern og atomsikkerhet (DSA), FNs kontor for nedrustningsspørsmål (UNODA) i Wien og Vienna Center for Disarmament and Non‑Proliferation (VCDNP).

source: Proposed measures on this, were the traditional proposals, country-by-country-reporting (CbCr), beneficial ownership registers and automatic information exchange.
nb: Tiltak som ble presentert mot dette inkluderte tradisjonelle forslag som Land-for-Land-rapportering (LLR), egentlige eierskapsregistre og automatisk informasjonsutveksling.

source: Moore also added that all states are fragile in their own way, which should impact how international efforts operate in these countries.
nb: I tillegg er disse statene sårbare på sine egne måter, og disse bør eksterne aktører ta hensyn til i sitt engasjement, la Moore til.

source: Norway meets Europa
nb: Norge møter Europa

source: This calls for agreements on allocation between EU countries, but also more wealthy countries, like Norway’, he said, concluding:
nb: Da trenger vi avtaler om kvotefordeling mellom EU-land, men også mer velstående land, Norge inkludert, sa han, og avsluttet:

source: Tine Gade, senior researcher at NUPI, will chair the event.
nb: Ordstyrer for arrangementet er seniorforsker på NUPI Tine Gade.
